{
  "kodea": "MADDI AREGO ARANA",
  "ebaluazioa": {
    "atazaren_betetzea": {
      "nota": 7,
      "maila": "aurreratua",
      "cap_aplikatua": null,
      "iruzkina": {
        "indarguneak": [
          "Primeran! Narrazioa oso ondo egituratu duzu: hasiera-korapiloa-amaiera argi daude eta istorioak funtzionatzen du. Intriga sortzen duzu eta irakurlea kateatu egiten duzu hasieratik.",
          "Pertsonaiak ondo definitu dituzu: Malen protagonista beldurtiaren eta ausartaren artean, Julen misterioa... Dialogo naturalak sartzen dituzu eta horrek istorioa biziago egiten du."
        ],
        "hobetzekoak": [
          "Hasiera eta amaiera azkarregiak dira — lehen paragrafoan familia Ameriketara joan da jada. Jarri ZERGATIK joan diren, nola sentitzen diren, deskribatu paisaia pixka bat... Irakurleari denboraz kokatzeko aukera eman!",
          "Amaiera oso laburra da proportzionatu — istorio osoa misterioan zentratu da eta konponbidea bi esalditan: 'Poliziak etxea sarratuko zutela esan zieten'. Garatu gehiago azken zatia, zer gertatu zen etxearekin, nola zegoen Julen gero..."
        ],
        "feed_forward": "Hurrengo aldian, saiatu istorioa deskribapen gehiagorekin aberastzen: lekua, giroa, pertsonaien sentimenduak... Narrazioa ez da SOILIK zer gertatzen den, baita NOLA gertatzen den eta zer sentitzen duten ere. Horrekin nota bat gora egingo duzu seguru!"
      }
    },
    "antolaketa_koherentzia": {
      "nota": 6,
      "maila": "tartekoa",
      "cap_aplikatua": null,
      "iruzkina": {
        "indarguneak": [
          "Egitura narratiboa funtzionatzen du: denboraren jarioa logikoa da eta irakurleak jarraitzen du istorioa. Ondo!",
          "Dialogoak naturalki txertatu dituzu eta horrek dinamismoa ematen dio testuari. Paragrafo bereizietan jartzen dituzu hizlari aldaketak eta hori oso ondo dago."
        ],
        "hobetzekoak": [
          "Paragrafoen banaketa hobetu behar da — batzuk oso laburrak dira (1-2 esaldi) eta beste batzuk oso luzeak (10+ esaldi). Ideia bakoitza paragrafo batean antolatu: adibidez, 'Etxe zaharraren deskribapena' paragrafo bat, 'Lehen agerraldia leihoan' beste bat...",
          "Lotura-hitz gutxi erabiltzen dituzu paragrafo artean — gehienak 'eta' eta 'baina' dira. Erabili 'orduan', 'hala ere', 'horregatik', 'bitartean'... Testu kohesioa askoz hobea izango da!"
        ],
        "feed_forward": "Hurrengo aldian, idatzi ondoren errepasatu paragrafoak eta bakoitzean ideia nagusi BAT egon behar duela pentsatu. Paragrafo luzeak zatitu bi edo hirutan. Lotura-hitz gehiago erabiltzea PRAKTIKATZEN da — orain dena 'eta' da, baina gai zarenean badakizu 'gero', 'ondoren', 'horregatik' erabiltzea. Saiatu!"
      }
    },
    "baliabide_linguistikoen_hedadura": {
      "nota": 6,
      "maila": "tartekoa",
      "cap_aplikatua": null,
      "iruzkina": {
        "indarguneak": [
          "Hiztegia egokia da narrazioa betetzeko: 'beldurgarri', 'misteriotsu', 'ikaratuta', 'deseroso'... Hitz hauek giroa sortzen laguntzen dute. Bikain!",
          "Esaldi-egitura desberdinak erabiltzen dituzu: esaldi laburrak tentsio-uneetan ('PUMM! Leihoa segituan itxi zen') eta luzeagoak deskribatzeko. Horrek erritmoa ematen dio testuari."
        ],
        "hobetzekoak": [
          "Aditz-aldakortasun gutxi: 'joan zen', 'ikusi zuen', 'sartu zen'... errepikatzen dira asko. Erabili sinonimoak: alde egin, abiatu, heldu, deskubritu, konturatu... Hiztegia aberatsi!",
          "Perpaus sinpleak nagusi dira. Saiatu konplexuagoak erabiltzen: 'Malen, bere amari kontatu zionean zer ikusi zuen, ez zion sinetsi' (erlatiboa + konpletiboa). Hau ARRISKATZEA da, baina horrela ikasten da!"
        ],
        "feed_forward": "Hurrengo aldian, idazten duzunean gogoan izan: aditz berbera bi esalditan SOILIK errepikatu. Ondoren, beste sinonimo bat bilatu. Sinonimoen zerrenda bat egitea gomendatzen dizut (ikusi-begiratu-deskubritu-konturatu / joan-abiatu-alde egin-korrika egin...). Horrek BLH maila igoko dizu nabarmen!"
      }
    },
    "zuzentasun_linguistikoa": {
      "nota": 5,
      "maila": "tartekoa",
      "cap_aplikatua": null,
      "iruzkina": {
        "indarguneak": [
          "Aditz-sistema ondo kontrolatzen duzu: NOR-NORK aditzak zuzen ('ikusi zuen', 'hartu zuen'), NOR-NORI-NORK ere bai ('lagunduko dizut', 'esan zieten'). Hau ez da erraza eta oso ondo zabiltza!",
          "Ortografia orokorrean ondo dago: sibilanteak zuzen, hitz-elkarketa... Ulermen-arazoak ez dituzu sortzen."
        ],
        "hobetzekoak": [
          "Akatsik garrantzitsuena ERGATIBOA da (-K marka): 15 aldiz falta da testuan. Hau da lehentasun absolutua konpontzeko. Gogoratu: aditza NOR-NORK denean, subjektuak -K behar du. 'Malen ikusi zuen' → 'MalenEK ikusi zuen'. Sistema bat da eta praktikaz konpontzen da!",
          "Puntuazioan hobetzeko tartea dago: komak lokailuen ostean ('Bai, ondo nago' ondo; baina 'Bat-batean norbait ikusten du' → 'Bat-batean, norbait ikusten du'), eta run-on esaldiak (esaldi oso luzeak puntu bakar batekin). Irakurtzean arnasa hartzeko pausak dira komak!"
        ],
        "feed_forward": "Hurrengo aldian, idatzi eta gero, ERREPASATU esaldi guztiak banan-banan galdera honekin: 'Aditza NOR-NORK da? Baietz bada, subjektuak -K du?' Sistema sinple hau aplikatuz, ergatiboaren arazoa desagertuko da. Fijatu: 'nik/guk/hark/zuek' BETI -K dute, ez ahaztu! Hau da lehen pausua 7 edo gehiago lortzeko ZL-n."
      },
      "zl_modelo": 5,
      "python_doikuntza": "Modeloaren ZL=5 koherentea EP100=7.52 (tartekoa, tartea 5-6)"
    }
  },
  "laburpena": {
    "batez_bestekoa": 6.0,
    "biribiltzea": 6,
    "heziberri_maila": "tartekoa",
    "orokorra": "Oso lan ona egin duzu, benetan! Narrazioa funtzionatzen du, intriga badago, pertsonaiak interesgarriak dira eta bukaera pozgarria du. Irakurtzeko gozoa da zure testua. Hobetzeko bi arlo nagusi: ergatiboa kontrolatzea (hau TEKNIKA hutsaz konpontzen da, ez da zaila) eta testua gehiago aberastea deskribapen eta lotura-hitzekin. Maila onean zabiltza eta potentzial handia daukazu. Jarraitu lanean!",
    "lehentasuna": "ERGATIBOA (-K): errepasatu esaldi bakoitza eta NOR-NORK aditzetan subjektuari -K jarri. Hau da lehen lehentasuna eta azkarrena konpontzen dena!",
    "batez_bestekoa_modelo": 6.0,
    "biribiltzea_modelo": 6.0,
    "python_postprozesatua": true
  },
  "akats_taldeak": [
    {
      "kategoria": "Ergatiboa falta (-K)",
      "akats_id": "ZL-KAS-1",
      "kopurua": 15,
      "larritasuna": "major",
      "adibidea": {
        "detektatutakoa": "Malen izeneko neska bat bere familiarekin ameriketara etxez aldatu ziren",
        "zuzenketa": "Malen izeneko neska bat bere familiarekin ameriketara etxez aldatu ZIREN (plurala, beraz 'neska bat eta familia' → subjektu plurala → -K behar luke, baina hemen 'ziren' erabiltzen da singularrarekin... Zehazki: 'Malen izeneko neskA ETA BERE FAMILIA' subjektua da → 'aldatu ZIREN' zuzena da BAINA 'neska bat' singularra denez... ZUZENAGO: 'Malen bere familiarekin etxez aldatu ZEN' edo 'Malen eta bere familia aldatu ZIREN'. ADIBIDE ARGIAGO BAT: 'Malenen aman partetik' → 'Malenen amAK partetik' (NOR-NORK, subjektua 'ama'))",
        "azalpena": "Aditza NOR-NORK denean (aldatu → nork aldatu?), subjektuak -K marka behar du. Testuan zehar subjektu asko -K gabe: 'etxea', 'leihoak', 'Malen', 'zarata arraroak'... BETI -K jarri subjektuari aditza NOR-NORK denean."
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Aditz komunztadura — plurala",
      "akats_id": "ZL-ADI-3",
      "kopurua": 3,
      "larritasuna": "major",
      "adibidea": {
        "detektatutakoa": "zarata arraroak entzuten ziren",
        "zuzenketa": "zarata arraroak entzuten ZIREN (hau ZUZENA da — plurala + plurala)",
        "azalpena": "Kasu honetan zuzen dago. BESTE ADIBIDE BAT: 'pertsonen zaratak' plurala da, beraz 'entzuten ziren' (plurala) ondo dago. BAINA testuan beste akats bat dago: 'bi minutuz' → 'bi minutuz' ZUZENA da (ondo dago). BENETAN AKATSA: 'zarata arraroak' subjektua da 'entzuten ziren'-en, baina aurretik 'noiz beinka' → 'noizean behin' izan behar da (ortografia)."
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Hitz-ordena sintaktikoa (SOA nahasketa)",
      "akats_id": "ZL-SIN-1",
      "kopurua": 2,
      "larritasuna": "minor",
      "adibidea": {
        "detektatutakoa": "ez zitzaion ahotsa ateratzen",
        "zuzenketa": "ahotsa ez zitzaion ateratzen",
        "azalpena": "Euskaraz objektua (ahotsa) aditzaren aurretik joan behar da normalean. Hau minor da kasu honetan ulermena ez delako galarazten, baina ordena hobea izango litzateke: 'ahotsa ez zitzaion ateratzen'."
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Puntuazioa — koma falta lokailuen ostean",
      "akats_id": "ZL-PUN-3",
      "kopurua": 4,
      "larritasuna": "minor",
      "adibidea": {
        "detektatutakoa": "Bat-batean norbait ikusten du",
        "zuzenketa": "Bat-batean, norbait ikusten du",
        "azalpena": "Lokailu edo adberbioak esaldi hasieran badaude ('bat-batean', 'orduan', 'ondoren'...), koma jarri behar da ondoren."
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Ortografia — hitz-banaketa",
      "akats_id": "ZL-ORT-2",
      "kopurua": 3,
      "larritasuna": "minor",
      "adibidea": {
        "detektatutakoa": "noiz beinka",
        "zuzenketa": "noizean behin",
        "azalpena": "'Noizean behin' esamoldea da eta ez da 'noiz beinka' idazten. Adi hitz-elkarketekin!"
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Erderakada — gaztelaniazko hitza/kalko sintaktikoa",
      "akats_id": "ZL-ERD-1",
      "kopurua": 2,
      "larritasuna": "minor",
      "adibidea": {
        "detektatutakoa": "institutoTIK",
        "zuzenketa": "institutuTIK / ikastetxeTIK",
        "azalpena": "'Instituto' gaztelaniazko hitza da zuzenean. Euskaraz 'institutua' onartu da batuan, baina 'ikastetxea' edo 'institutua' forma egokiagoak dira. Kasu honetan MINOR da, baina kontuz maileguak zuzenean sartzea."
      },
      "zalantzazkoa": false
    },
    {
      "kategoria": "Aditz-aspektua nahasketa",
      "akats_id": "ZL-ADI-5",
      "kopurua": 1,
      "larritasuna": "minor",
      "adibidea": {
        "detektatutakoa": "jansten zegoen bitartean",
        "zuzenketa": "janzten zegoen bitartean",
        "azalpena": "'Jantzi' aditzaren partizipioa 'jantzi' da eta aspektu burutugabea '-tzen' → 'janzten'. 'Jansten' forma dialektala izan daiteke baina batuan 'janzten'."
      },
      "zalantzazkoa": true
    }
  ],
  "EP100": {
    "hitz_kopurua": 638,
    "minor": 12,
    "major": 18,
    "critical": 0,
    "EP100_gordina": 7.52,
    "EP100_pisuduna": 2.04,
    "EP100_gordina_modelo": 7.2,
    "EP100_pisuduna_modelo": 6.4,
    "minor_modelo": 10,
    "major_modelo": 18,
    "critical_modelo": 0,
    "kalkulua": "python"
  },
  "meta": {
    "segurtasun_azterketa": {
      "susmagarria": false,
      "ia_puntuazioa": 1,
      "ia_puntuazioa_modelo": 0.4,
      "seinaleak": {
        "S1": 0,
        "S2": 0,
        "S3": 1,
        "S4": 0,
        "S5": 0,
        "S6": 0,
        "S7": 0
      },
      "maila": "BAXUA",
      "iruzkina": "Testu hau argi eta garbi DBH4 mailako ikasle batek idatzia dirudi. Hainbat akats naturalek eta ezaugarriek hori erakusten dute: ortografia akatsak ('iñork' 'inork'en ordez, 'ziñen' 'zinen'en ordez), puntuazio arazoak, euskara ez oso landuaren adierazleak ('bajatu' gaztelanismo gisa), esaldi lotura desegokiak, errepikapenak ('baina' gehiegitan), eta koherentzia arazoak (adibidez, hasieran 'bere begi zuriek' dio baina gero ez da gehiago aipatzen). Egitura nahiko egokia du istorio baterako (sarrera-garapena-amaiera) baina garapena ez da perfektua, suspensetik larritasunera tarte laburregian pasatzen da. Hiztegia guztiz arrunta da DBH4rako eta tonua naturala da, pertsona gazteak idatzitako ipuin beldurgarri tipikoa. Luzera ere egokia da (700 hitz inguru). Kalitatea uniformea ez den arren, ez da nabarmen txarra hasieran edo bukaeran. Akats naturalak argi ikusten dira testu osoan zehar."
    },
    "irakasle_berrikusketa": {
      "beharrezkoa": false,
      "arrazoiak": []
    }
  }
}